Repository: sugar-activities/4212-activity
Catalog: po/*.po
Languages: es

source: Stack
es: Pozo

source: Player
es: Jugador

source: pieces
es: piezas

source: WIN
es: Gano

source: Table of
es: Tabla del

source: Fractions
es: Fracciones

source: Points
es: Puntos

source: Played
es: Jugados

source: Win
es: Ganados

source: Lost
es: Perdidos

source: You can select a piece with the arrow keys and use it with enter.
es: Puedes elegir una pieza con las flechas y utilizarla con enter.

source: When you selected the piece, you can move it to the place
es: Una vez elegida la pieza, la mueves hasta el lugar donde la pondras

source: with the arrows , turn it with space and place it with enter.
es: con las flechas, puedes girarla con la tecla espacio y ponerla con enter.

source: If you want use another piece, press escape.
es: Si quieres utilizar otra ficha, presiona escape.

source: You can use the cursors to move too.
es: Tambien puedes usar los cursores

source: And use check to select, circle to rotate
es: El tilde para seleccionar, el circulo para girar

source: and X to use another piece.
es: y la X para usar otra pieza

source: You win!!!
es: Ganaste!!!

source: Sorry, you lost
es: Lo siento, perdiste

source: Start
es: Comenzar

source: Get piece
es: Pedir pieza

source: Pass
es: Pasar

source: Scores
es: Puntajes
